
{
  "crisis": [
    "You are braver than you believe, stronger than you seem, and more loved than you know. - A.A. Milne",
    "This too shall pass. Your current situation is not your final destination.",
    "You matter. Your life has value. There are people who care about you.",
    "Hold on. The darkest nights produce the brightest stars.",
    "If you are going through hell, keep going. - Winston Churchill",
    "Your story isn’t over yet; a new chapter is still waiting to be written.",
    "One breath at a time. That’s all you need right now.",
    "Even the longest storm eventually gives way to calm.",
    "You don’t have to see the whole staircase, just take the first step. - Martin Luther King Jr.",
    "You are not alone in this. Someone cares deeply about you.",
    "Hope is the thing with feathers that perches in the soul. - Emily Dickinson",
    "Your presence makes the world richer, even when you can’t see it.",
    "The fact that you’re here shows incredible strength.",
    "It’s okay to not be okay. But it won’t stay this way forever.",
    "Please remember: pain is temporary, and healing is real.",
    "Surviving today is an act of courage.",
    "Your heartbeat is proof of your resilience.",
    "No night is endless. Morning will come.",
    "The world needs your story, even the unfinished parts.",
    "When everything feels heavy, let someone help you carry it.",
    "Rest is not defeat. It is part of survival.",
    "You’ve made it through 100% of your hardest days so far.",
    "There is no shame in asking for help; it is a sign of wisdom.",
    "The fact that you’re struggling doesn’t mean you’re failing.",
    "Hold on. The world is brighter with you in it."
  ],
  "high": [
    "The only way out is through. - Robert Frost",
    "You are not alone in this journey. Every step forward counts.",
    "Healing takes time, and asking for help is a sign of strength.",
    "Stars can’t shine without darkness.",
    "Courage doesn’t always roar. Sometimes courage is the quiet voice saying, ‘I will try again tomorrow.’ - Mary Anne Radmacher",
    "Even the strongest people need support sometimes—it doesn’t make you weak.",
    "Scars are proof that you were stronger than what tried to break you.",
    "Healing is messy, but it’s still progress.",
    "When you feel like quitting, remember why you started.",
    "You have survived so much already. That strength is still within you.",
    "The wound is the place where the light enters you. - Rumi",
    "Every small victory is a step toward wholeness.",
    "It’s okay to lean on others when you feel unsteady.",
    "Pain is inevitable, but suffering is optional. - Haruki Murakami",
    "One day, this pain will be part of your strength story.",
    "Don’t measure progress only by leaps—every step matters.",
    "Be gentle with yourself. You’re healing in unseen ways.",
    "The cracks in you let the light out for others to see.",
    "Your worth is not defined by your struggles.",
    "Tough times never last, but tough people do. - Robert H. Schuller",
    "What you feel now does not define who you are becoming.",
    "Strength grows in the moments when you think you can’t go on but do anyway.",
    "Let go of the idea that healing must be linear.",
    "Your courage is showing every time you choose to keep going.",
    "There is power in surviving what once felt impossible."
  ],
  "moderate": [
    "Progress, not perfection. You're doing better than you think.",
    "Small steps every day lead to big changes over time.",
    "Be patient with yourself. Growth happens gradually.",
    "Don’t compare your chapter one to someone else’s chapter twenty.",
    "Your pace doesn’t matter, forward is forward.",
    "Mistakes are proof that you are trying.",
    "Each day is a chance to be slightly better than yesterday.",
    "Consistency is more important than speed.",
    "Healing isn’t linear—it’s a dance of ups and downs.",
    "A stumble does not erase the steps already taken.",
    "Even on slow days, progress is being made.",
    "Self-kindness fuels growth better than self-criticism.",
    "Trust the process, even when it feels invisible.",
    "Seeds take time to grow; so do you.",
    "Celebrate the small wins; they build into bigger ones.",
    "You are allowed to rest without guilt.",
    "Sometimes not giving up is the best progress of all.",
    "A tiny step forward is still movement toward change.",
    "The journey matters as much as the destination.",
    "Your growth is valid even if no one else sees it.",
    "Think in weeks and months, not just days.",
    "Gentle progress is still progress.",
    "Don’t rush your blooming—it takes time.",
    "Change feels slow until suddenly, it feels unstoppable.",
    "You’re becoming stronger than you realize, little by little."
  ],
  "low": [
    "Life is 10% what happens to you and 90% how you react to it. - Charles R. Swindoll",
    "The best time to plant a tree was 20 years ago. The second best time is now.",
    "Every day is a new beginning. Take a deep breath and start again.",
    "It does not matter how slowly you go as long as you do not stop. - Confucius",
    "Do what you can, with what you have, where you are. - Theodore Roosevelt",
    "Sometimes the smallest step in the right direction ends up being the biggest step of your life.",
    "A positive attitude brings positive things.",
    "Don’t count the days, make the days count. - Muhammad Ali",
    "Opportunities are everywhere, if you choose to see them.",
    "The secret of change is to focus all your energy not on fighting the old, but on building the new. - Socrates",
    "It always seems impossible until it’s done. - Nelson Mandela",
    "Don’t let yesterday take up too much of today. - Will Rogers",
    "Success is the sum of small efforts repeated daily.",
    "Happiness often sneaks in through a door you didn’t know you left open. - John Barrymore",
    "Act as if what you do makes a difference. It does. - William James",
    "Even the tallest oak was once a little nut that held its ground.",
    "Dream big, start small, act now.",
    "You don’t have to be perfect to inspire others.",
    "Each sunrise brings a new chance to begin again.",
    "Hardships often prepare ordinary people for extraordinary destiny. - C.S. Lewis",
    "Focus on the step in front of you, not the whole staircase.",
    "What lies behind us and what lies before us are tiny compared to what lies within us. - Ralph Waldo Emerson",
    "Keep moving forward; your momentum will build.",
    "Do not wait for the perfect moment, take the moment and make it perfect.",
    "Energy flows where attention goes—focus on the good."
  ],
  "safe": [
    "Happiness is not something ready made. It comes from your own actions. - Dalai Lama",
    "The future belongs to those who believe in the beauty of their dreams. - Eleanor Roosevelt",
    "You are never too old to set another goal or to dream a new dream. - C.S. Lewis",
    "Keep your face always toward the sunshine—and shadows will fall behind you. - Walt Whitman",
    "The secret of getting ahead is getting started. - Mark Twain",
    "Believe you can and you're halfway there. - Theodore Roosevelt",
    "Shoot for the moon. Even if you miss, you'll land among the stars. - Norman Vincent Peale",
    "Happiness depends upon ourselves. - Aristotle",
    "Do not go where the path may lead, go instead where there is no path and leave a trail. - Ralph Waldo Emerson",
    "Joy is not in things; it is in us. - Richard Wagner",
    "A journey of a thousand miles begins with a single step. - Lao Tzu",
    "The best way to predict the future is to create it. - Abraham Lincoln",
    "Success is not the key to happiness. Happiness is the key to success. - Albert Schweitzer",
    "Happiness is only real when shared. - Christopher McCandless",
    "Happiness grows when you share it with others.",
    "What you think, you become. What you feel, you attract. What you imagine, you create. - Buddha",
    "The purpose of life is not to be happy, but to matter, to be productive. - Leo Rosten",
    "Light tomorrow with today. - Elizabeth Barrett Browning",
    "Turn your face to the sun and the shadows fall behind you.",
    "Dreams are the whispers of the soul.",
    "Happiness is a direction, not a place. - Sydney J. Harris",
    "You have within you right now everything you need to deal with whatever the world throws at you. - Brian Tracy",
    "Every moment is a fresh beginning. - T.S. Eliot",
    "Let your smile change the world, but don’t let the world change your smile.",
    "Be the reason someone believes in the goodness of people."
  ]
}
